{
    "education": [
        {
            "degree": "Bachelor of Science \n Joint Major Computer Science and Mathematics", 
            "institution": "Simon Fraser University",
            "duration": "September 2014 - December 2020"
        }
    ],

    "certifications": [
        {
            "title": "Google IT Support Professional Certificate", 
            "issueOrg": "Google Career Certificates",
            "duration": "March 2023"
        },

        {
            "title": "Google Data Analytics Professional Certificate", 
            "issueOrg": "Google Career Certificates",
            "duration": "January 2023"
        }
    ],
    
    "workExperience": [
        {
            "position": "Guest Services Representative", 
            "duration": "September 2021 - Present",
            "company": "Arc'teryx Equipment",
            "description": [
                "Responding to over 50 calls, 20 chats, and 30 forms daily through Salesforce Service Cloud and the Five9 Phone System, while consistently delivering outstanding customer service.",
                "Providing guests with timely updates on their online orders and the latest product offerings, ensuring alignment with service level agreements.",
                "Contributing to team success by supporting various initiatives, including training new hires, setting up laptops, and efficiently resolving system issues, and providing documentation on fixes."
            ]
        },

        {
            "position": "Order Entry Clerk", 
            "duration": "March 2015 - December 2017",
            "company": "Freshpoint Vancouver",
            "description": [
                "Processed over 200 delivery invoices daily using IBM System i (AS/400), ensuring high accuracy and efficiency in data entry.",
                "Ensured order accuracy by promptly verifying and updating changes on order forms within the system.",
                "Supported the onboarding process for new employees by delivering essential training in the supervisor's absence."
            ]
        },

        {
            "position": "Service and Technician Assistant", 
            "duration": "December 2013 - January 2014",
            "company": "IT Electronics, Burnaby, BC",
            "description": [
                "Supported the onboarding process for new employees by delivering essential training in the supervisor's absence.",
                "Assisted with an average of 3 in-home appliance installations daily alongside the Technician-in-Charge.",
                "Collaborated with cross-functional teams to optimize the supply chain, enhancing customer experience and reducing repair turnaround time."
            ]
        },

        {
            "position": "Sales Representative & Technical Support", 
            "duration": "March 2013 - April 2013",
            "company": "Lee's Electronics, Vancouver, BC",
            "description": [
                "Maintained a 90% inventory availability of various electronic components on store shelves to ensure product availability.",
                "Advised customers on their projects and addressed inquiries related to schematics, enhancing their overall shopping experience.",
                "Supported customers in identifying and sourcing the appropriate components for their projects, ensuring successful outcomes."
            ]
        }
    ],

    "volunteering":[
        {
            "position": "Group Commissioner", 
            "duration": "September 2019 - Present",
            "location": "Scouts Canada - 69th Knights of Kensington Scout Group",
            "description": [
                "Leading weekly operations for a Scout group, managing event planning and grant applications while supporting a diverse team of up to 40 volunteers and youth members.",
                "Spearheading management of Google Workspace accounts for Scouters and Youth, facilitating seamless communication and collaboration among all parties.",
                "Providing strategic leadership to create and implement safe, engaging programs and activities, including camps and outings, aligned with the values of the Scouting Movement.",
                "Cultivating strong relationships with parents, community partners, and sponsors, building a supportive network that advances the goals of Scouting and the local community."
            ]
        },

        {
            "position": "Teaching Assistant - Department of Bands", 
            "duration": "September 2012 - June 2014",
            "location": "Eric Hamber Secondary School - Department of Bands",
            "description": [
                "Collaborated with Nicholas Francis (Director of Bands) to optimize concert preparation by managing paperwork and organizing sheet music, ensuring seamless execution of full music scores.",
                "Oversaw the proper storage of instruments in the school inventory and executed minor repairs to maintain equipment functionality.",
                "Facilitated dynamic workshops for the Clarinet Section, focusing on musical phrasing and technical skill development, enhancing overall ensemble performance."
            ]
        }
    ]
}
