{
    "education": [
        {
            "institution": "Simon Fraser University",
            "degree": "Bachelor of Science \n Joint Major Computer Science and Mathematics", 
            "duration": "September 2014 - December 2020"
        }
    ],
    
    "workExperience": [
        {
            "position": "Order Entry Clerk", 
            "duration": "March 2015 - December 2017",
            "company": "Freshpoint Vancouver",
            "description": [
                "Processed more than 200 delivery invoices per day from salesmen and entered them into an IBM System i (AS/400).",
                "Maintained order accuracy by verifying changes on order forms and updating copies onto the system in a timely manner.",
                "Onboarded new employees with the necessary training when supervisor is unavailable or out-of-office."
            ]
        },

        {
            "position": "Service and Technician Assistant", 
            "duration": "December 2013 - January 2014",
            "company": "IT Electronics, Vancouver, BC",
            "description": [
                "Conducted in-shop repairs daily for various home appliances (ie. TVs, microwaves, audio systems).",
                "Performed 3 in-home appliance installation requests daily in conjunction with the Technician-in-Charge.",
                "Communicated with cross-functional teams to ensure company supply chain was running optimally to maximize customer experience and repair turnaround."
            ]
        },

        {
            "position": "Sales Representative & Technical Support", 
            "duration": "March 2013 - April 2014",
            "company": "Lee's Electronics, Vancouver, BC",
            "description": [
                "Maintained an 90% supply of various components on store shelves.",
                "Provided customers with advice on their projects and responded to questions they may have regarding their schematics.",
                "Worked with customers to find the corresponding components for their projects."
            ]
        }
    ],

    "volunteering":[
        {
            "position": "Group Commissioner", 
            "duration": "September 2019 - Present",
            "location": "Scouts Canada - 69th Knights of Kensington Scout Group",
            "description": [
                "Oversees the day-to-day operations for this non-profit with up to 40 volunteers and members of varying ages.",
                "Providing leadership to develop and ensure safe, high-quality programs and activities such as camps and outings in alignment with the Scouting Movement.",
                "Establish and maintain positive relationships with parents, our Partner/Sponsor, and the community at large." 
            ]
        },

        {
            "position": "Teaching Assistant", 
            "duration": "September 2012 - June 2014",
            "location": "Eric Hamber Secondary School - Department of Bands",
            "description": [
                "Coordinated with Nicholas Francis (Director of Bands) to complete various tasks such as completing paperwork and organizing sheet music to complete a full Music Score.",
                "Ensured instruments in the school inventory are put away properly and made minor repairs if anything was damaged.", 
                "Conducted workshops with the Clarinet Section to work through sections of a music piece, as well as help them improve their playing skills." 
            ]
        }
    ]
}
